Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Pokedex.resw
Source language: en_us
Languages: de, es, fr, he, it, ja, pt_br, tr

# Vileplume.Description
source: Vileplume has the world’s largest petals. They are used to attract prey that are then doused with toxic spores. Once the prey are immobilized, this Pokémon catches and devours them.
de: Giflor hat die größten Blätter der Welt. Sie ziehen Beute an und bestäuben sie mit giftigen Sporen. Wenn die Beute sich nicht mehr rührt, fängt dieses Pokémon sie und frisst sie auf.
es: Vileplume tiene los mayores pétalos del mundo. Los usa para atraer a sus presas y llenarlas de esporas tóxicas. Una vez que ha inmovilizado a las víctimas, las atrapa y las devora.
fr: Rafflesia dispose des plus grands pétales du monde. Il s’en sert pour attirer ses proies avant de les endormir avec ses spores toxiques. Ce Pokémon n’a plus alors qu’à attraper sa proie et à la manger.
he: Vileplume בעל עלי כותרת הגדול ביותר בעולם. הם משמשים כדי למשוך טרף ואז ספוגים עם נבגים רעילים. ברגע הטרף. אתה מרותק למיטה, פוקימון זה תופס וזלל אותם.
it: Vileplume ha i petali più grandi al mondo. Li usa per attirare la preda per poi ricoprirla di spore velenose. Una volta immobilizzata la preda, il Pokémon la cattura e la divora.
ja: せかいいち おおきな はなびらで えものを おびきよせ どくの かふんを あびせかける。 うごけなくなった えものを つかまえて たべる。
pt_br: Vileplume tem as pétalas maig grandes do mundo. Elas são usadas para atrair as presas, que logo sao envolvidas por seus esporos tóxicos. Uma vez que as presas são imobilizadas, este Pokémon pega e devora-los.
tr: Vileplume dünyanın en büyük taçyapraklarına sahiptir. Bunları avlarını çekmek için kullanır ve sonra onları zehirli sporlarına maruz bırakır. Hareketsiz kaldıklarında onları yakalar ve yer.

# Paras.Description
source: Paras has parasitic mushrooms growing on its back called tochukaso. They grow large by drawing nutrients from this Bug Pokémon host. They are highly valued as a medicine for extending life.
de: Auf Paras’ Rücken wachsen parasitäre Pilze, die Tochukaso genannt werden. Sie wachsen, indem sie dem Käfer-Pokémon Nährstoffe entziehen. Sie sind sehr wertvoll als lebensverlängernde Medizin.
es: Paras lleva dos setas parásitas a cuestas llamadas tochukaso. Estas crecen alimentándose de los nutrientes de este Pokémon de tipo Bicho y Planta que les sirve de huésped. Las setas se usan como elixir de vida.
fr: Paras accueille des champignons parasites appelés tochukaso qui poussent sur son dos. Ils grandissent grâce aux nutriments trouvés sur le dos de ce Pokémon Insecte. Ils peuvent rallonger l’espérance de vie.
he: Paaras יש פטריות טפיליות גוברת על גבו נקרא tochukaso. הם גדלים גדול על ידי ציור חומרים מזינים מהמארח פוקימון החרק הזה. הם מוערכים כמו תרופה להארכת החיים.
it: Paras ha sulla schiena dei funghi parassiti chiamati tochukaso, che crescono traendo nutrimento dal Paras ospite. Sono molto apprezzati come farmaco di longevità.
ja: パラスから ようぶんを すいとって おおきくなる キノコは とうちゅうかそう と よばれている。 ちょうじゅの くすりになる きちょうな キノコ。
pt_br: Paras tem cogumelos parasitas crescendo em suas costas chamado tochukaso. Eles crescem e ficam grandes sugando nutrientes do Pokémon hospedeiro. Eles são altamente valorizados como uma medicina para estender a vida.
tr: Paras'ın sırtında adı tochukaso olan parazit mantarlar büyümektedir. Bu Böcek Pokémon'dan besin alarak büyümelerine devam ederler. Yaşamı uzatmak için son derece değerlidirler.

# Parasect.Description
source: Parasect is known to infest large trees en masse and drain nutrients from the lower trunk and roots. When an infested tree dies, they move onto another tree all at once.
de: Parasek sucht große Bäume heim und entzieht Nährstoffe aus Stamm und Wurzeln. Wenn ein befallener Baum stirbt, sucht es sich zusammen mit seinen Artgenossen einen neuen Wirt.
es: Parasect es conocido por destruir en plaga grandes árboles, absorbiendo los nutrientes que tienen en la parte baja del tronco y las raíces. Cuando un árbol azotado por la plaga muere, los Parasect van a por el siguiente al instante.
fr: On sait que les Parasect vivent en groupe dans les grands arbres et se nourrissent des nutriments contenus dans le tronc et les racines. Lorsqu’un arbre infesté meurt, ils se précipitent vers le prochain.
he: Parasect ידוע שורצים עצים גדולים בהמוניהם ומסננים חומרים מזינים המטען התחתון ואת השורשים. מתי עץ שורץ מת, הם זזים אל עץ אחר בבת אחת.
it: I Parasect agiscono in gruppo e sono noti per la loro abilità di infestare gli alberi traendo nutrimento da tronchi e radici. Quando muore un albero infestato, ne cercano subito un altro.
ja: パラセクトは しゅうだんで たいぼくの ねもとに くっついて えいようを すいとってしまう。 かれると いっせいに べつの きに いどうする。
pt_br: Parasect é conhecido por infestar as grandes árvores em grupos, e drenar os nutrientes do tronco inferior e raízes. Quando morre uma árvore infestada, eles avançam para uma outra árvore, todos de uma vez.
tr: Parasect grup halinde büyük ağaçlardan ve köklerinden besin emmesiyle bilinir. Sömürdükleri ağaç öldüğünde hep beraber, aynı anda başka bir ağaca geçerler.

# Venonat.Description
source: Venonat is said to have evolved with a coat of thin, stiff hair that covers its entire body for protection. It possesses large eyes that never fail to spot even minuscule prey.
de: Bluzuk hat einen Pelz aus dünnen Borsten entwickelt, der dem Schutz seines Körpers dient. Es hat große Augen, denen auch winzig kleine Beute nicht entgeht.
es: Dicen que durante su evolución Venonat desarrolló una fina capa de espeso pelo alrededor de todo el cuerpo para protegerse. Tiene unos ojos tan grandes que no hay presa que le pase desapercibida.
fr: On raconte que Mimitoss a évolué avec une fourrure de poils fins et drus qui protège son corps tout entier. Il est doté de grands yeux capables de repérer ses proies, même minuscules.
he: Venonat הוא אמר התפתחו עם מעיל של שיער דק, נוקשה המכסה את כל הגוף להגנה. זה בעל עיניים גדולות לא להיכשל לאתר טרף אפילו זעיר.
it: Si dice che per proteggersi Venonat abbia sviluppato una pelliccia sottile e irsuta che ricopre il suo corpo. Nemmeno la preda più piccola può sfuggire ai suoi occhi enormi.
ja: を まもるために ほそく かたい たいもうが ぜんしんを おおうように なったと いわれる。 ちいさな えものも のがさない めを もつ。
pt_br: Venonat evoluíu com um "casaco" de cabelos finos e duros que cobre todo o seu corpo para a sua proteção. Possui grandes olhos que nunca deixam de detectar até mesmo presas minúsculas.
tr: Venonat korunma için vücudunu kaplayan ince, sert bir tüy dokusuna sahip olacak şekilde evrim geçirdiği söylenir. En ufak avı bile kaçırmayan kocaman gözlere sahiptir.

# Venomoth.Description
source: Venomoth is nocturnal—it is a Pokémon that only becomes active at night. Its favorite prey are small insects that gather around streetlights, attracted by the light in the darkness.
de: Omot ist ein nachtaktives Pokémon. Kleine Insekten, die vom Licht in der Dunkelheit angezogen Straßenlaternen umschwärmen, sind seine bevorzugte Beute.
es: Venomoth es nocturno, solo actúa en la oscuridad. Su alimento preferido son los pequeños insectos que se concentran cerca de los focos de luz en la oscuridad de la noche.
fr: Aéromite est un Pokémon nocturne, il ne sort donc que la nuit. Ses proies préférées sont les petits insectes qui se rassemblent autour des réverbères, attirés par la lumière.
he: Venomoth הוא ליליים — זה פוקימון זה רק הופך להיות פעיל בלילה. את הטרף האהוב שלה הן חרקים קטנים זה להתאסף סביב פנסי, נמשך אל האור בחשיכה
it: Venomoth è un Pokémon notturno, cioè attivo soltanto di notte. Le sue prede favorite sono i piccoli insetti che si raggruppano attorno ai lampioni attratti dalla luce nel buio.
ja: やこうせいで よるに かつどうを はじめる。 がいとうの あかりに さそわれ あつまった ちいさな むしを このんで たべる。
pt_br: Venomoth é noturno — é um Pokémon que só se torna ativo à noite. Suas presas favoritas são pequenos insetos que se reúnem em torno de postes, atraídos pela luz na escuridão.
tr: Venomoth sadece geceleri aktif olan bir Pokémon'dur. En sevdiği avlar, gecenin karanlığında sokak lambalarının ışığına çekilen ufak böceklerdir.

# Diglett.Description
source: Diglett are raised in most farms. The reason is simple— wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.
de: Digda wird zumeist auf Farmen gezüchtet. Denn wo auch immer dieses Pokémon zu graben beginnt, hinterlässt es Erde, die für das Anpflanzen von Feldfrüchten perfekt geeignet und für den Anbau köstlichen Gemüses ideal ist.
es: En la mayoría de las granjas se suelen criar Diglett por la sencilla razón de que, excaven donde excaven, dejan la tierra perfectamente labrada para sembrar. El terreno queda listo para plantar ricas verduras.
fr: Les Taupiqueur sont élevés dans la plupart des fermes. En effet, lorsque ce Pokémon creuse quelque part, le sol est comme labouré, prêt à recevoir les semences. On peut alors y planter de délicieux légumes.
he: Diglett מגודלים בחוות רוב. הסיבה היא פשוטה-איפה זה פוקימון בורוז, הקרקע שנשאר חרשו בצורה מושלמת עבור שתילת יבולים. האדמה הזו נעשית אידיאלי לגידול ירקות טעים.
it: Diglett è allevato in molte aziende agricole. La ragione è semplice: quando questo Pokémon scava, lascia il suolo perfettamente arato per la semina. Il suolo è poi pronto per la coltivazione di squisite verdure.
ja: ほとんどの のうかは ディグダを そだてている。 ディグダが あなを ほった とちは ほどよく たがやされ おいしい やさいが つくれるからだ。
pt_br: Diglett são criados na maioria das fazendas. A razão é simples — onde este Pokémon cava, o solo fica perfeito para o plantio de diversas culturas. Este solo e perfeito para o cultivo de deliciosas hortaliças.
tr: Diglett çoğu çiftlikte yetiştirilir. Sebebi basittir. Bu Pokémon nereyi kazarsa, toprak mamül ekmek için tamamen uygun hale gelir. Bu toprak lezzetli sebzeler yetiştirmek için idealdir.

# Dugtrio.Description
source: Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.
de: Digdri sind Drillinge, die aus einem Körper entstanden sind. Daher denken alle Köpfe gleich. Sie arbeiten so gut zusammen, dass sie endlos graben können.
es: Los Dugtrio son trillizos que se originaron a partir de un solo cuerpo, por eso piensan de la misma forma. A la hora de excavar, trabajan en equipo y sin descanso.
fr: Les Triopikeur sont en fait des triplés qui ont émergé du même corps. C’est pourquoi chaque triplé pense exactement comme les deux autres. Ils creusent inlassablement, dans une coopération parfaite.
he: Dugtrio הם למעשה שלישייה שנערכה גוף אחד. כתוצאה מכך, כל שלישיה חושב בדיוק כמו השלישייה שני אחרים. הם פועלים בשיתוף פעולה זה שנתנו ללא סוף
it: Dugtrio è un Pokémon formato da tre unità legate in un solo corpo. Ogni trio è un’unica mente pensante. Le tre unità collaborano scavando instancabilmente.
ja: もともと ひとつの からだから ３つごに なったので んな かんがえることは おなじ。 ちからを あわせ どこまでも ほりすすむ。
pt_br: Dugtrio são na verdade trigêmeos que surgiram a partir de um único corpo. Como resultado, cada triplet pensa exatamente como os outros dois do trio. Eles trabalham cooperativamente para cavar infinitamente.
tr: Dugtriolar aslında tek bir vücuttan çıkan üçüzlerdir. Sonuç olarak üçüzlerden her biri diğer ikisi gibi düşünür. Sonu olmayan bir kazı yolunda beraber çalışırlar.

# Meowth.Description
source: Meowth withdraws its sharp claws into its paws to slinkily sneak about without making any incriminating footsteps. For some reason, this Pokémon loves shiny coins that glitter with light.
de: Mauzi zieht seine scharfen Krallen ein, um umherschleichen zu können, ohne verräterische Spuren zu hinterlassen. Dieses Pokémon hat eine Vorliebe für Münzen, die das Licht reflektieren.
es: Meowth retrae las afiladas uñas de sus zarpas para caminar a hurtadillas, dando sigilosos pasos para pasar inadvertido. No se sabe muy bien por qué, pero este Pokémon adora las monedas brillantes que resplandecen con la luz.
fr: Miaouss peut rentrer ses griffes dans ses pattes pour rôder gracieusement sans laisser de traces. Étrangement, ce Pokémon raffole des pièces d’or qui brillent à la lumière.
he: Meowth נסוג טפריו חדה לתוך כפותיו slinkily להגניב על ללא ביצוע כל הצעדים מפלילות. מסיבה כלשהי, זה פוקימון אוהב מטבעות נוצצים נצנצים עם אור.
it: Meowth ritira i suoi artigli affilati all’interno delle zampe per poter aggirarsi furtivo camuffando le tracce. Per qualche oscura ragione questo Pokémon è attratto dalle monetine che splendono alla luce.
ja: するどい ツメを ひっこめて ぬきあし さしあし あしおとを たてずに あるくことが できる。 キラキラ ひかる コインが なぜか だいすきだ。
pt_br: Meowth retira suas garras afiadas de suas patas e esgueirar-se suavemente, sem fazer quaisquer passos incriminatórios. Por alguma razão, este Pokémon ama moedas brilhantes que brilham com a luz.
tr: Meowth sivri pençelerini patilerine geri çeker ve avına tehdit hissettirmeden gizlice yaklaşmaya çalışır. Nedendir bilinmez, bu Pokémon ışıkta parlayan madeni paraları çok sever.

# Persian.Description
source: Persian has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon’s surrounding vicinity. It becomes docile if grabbed by the whiskers.
de: Snobilikat hat sechs dicke Schnurrhaare, wodurch es Furcht einflößend wirkt. Durch diese nimmt es wahr, wenn sich etwas in seiner Nähe bewegt. Es wird sehr zutraulich, wenn man es an den Schnurrhaaren berührt.
es: Persian tiene seis llamativos bigotes que le dan un aspecto feroz. Además, le sirven para detectar el movimiento del aire, delator de la presencia cercana de algún Pokémon. Si se le agarra por los bigotes, se vuelve dócil.
fr: Persian a six grosses vibrisses qui lui donnent un air costaud et lui permettent de sentir les mouvements de l’air pour savoir ce qui se trouve à proximité. Il devient docile lorsqu’on l’attrape par les moustaches.
he: Persian יש 6 שפם מודגש זה לתת לו מראה של קשיחות. . שפם הגיוני אוויר התנועות לקבוע מהי בסביבה שמסביב של פוקימון. הוא הופך להיות צייתן, אם תפס את שפם.
it: Persian è dotato di sei baffetti furbi che gli conferiscono un aspetto forte. I baffi captano ogni movimento dell’aria riconoscendo presenze vicine. Se afferrato per i baffi, diventa docile.
ja: たくましい ６ぽんの ヒゲは くうきの うごきで まわりの ようすを キャッチする やくわり。 ヒゲを つかまれると おとなしくなって しまう。
pt_br: Persa tem seis bigodes que lhe dao um olhar de dureza. Os bigodes detectan movimentos do ar, para determinar o que está na volta do Pokémon. Else se torna dócil se agarrado pelos bigodes.
tr: Persian ona sert görüntüsünü veren altı kalın bıyığa sahiptir. Bunlar sayesinde hava hareketlerini sezer ve çevresinde neler bulunduğunu anlar. Bıyıklarından tutulduğu durumda uysallaşır.

# Psyduck.Description
source: If it uses its mysterious power, Psyduck can’t remember having done so. It apparently can’t form a memory of such an event because it goes into an altered state that is much like deep sleep.
de: Enton besitzt mystische Kräfte. Wenn es sie einsetzt, erinnert es sich nicht mehr daran. Es kann ein solches Ereignis offensichtlich nicht im Gedächtnis behalten, da es sich in einen tiefschlafähnlichen Zustand versetzt.
es: Psyduck no se acuerda nunca de haber usado su misterioso poder. Parece ser que no puede registrar en la memoria haber usado el ataque porque se queda inmerso en un estado parecido a un sueño profundo.
fr: Lorsqu’il utilise son mystérieux pouvoir, Psykokwak ne s’en souvient pas. Apparemment, il ne peut pas garder ce genre d’événement en mémoire, car il pratique ce pouvoir dans un état proche du sommeil profond.
he: אם היא משתמשת בכוחה מסתורי, Psyduck לא זוכר שעשה כן. הוא כנראה לא יכול ליצור זיכרון של אירוע כזה כי זה הולך לתוך מצב זה דומה לשינה עמוקה.
it: Quando usa i suoi misteriosi poteri, Psyduck se ne dimentica subito. Apparentemente non riesce a ricordarsene perché entra in uno stato innaturale molto simile a un sonno profondo.
ja: ふしぎな ちからを つかった きおくが ないのは ちからを はっきした ときは じゅくすいしている ときと おなじ じょうたいだから らしい。
pt_br: Se ele usa seu poder misterioso, Psyduck não se lembra de fazerlo. Ele aparentemente não pode guardar uma memória de tal acontecimento porque ele entra em um estado alterado que é muito parecido com um sono profundo.
tr: Psyduck eğer gizli gücünü kullanırsa bunu yaptığını hatırlayamaz. Bu tarz bir anıya sahip olamaz, çünkü bunu yaparken derin uyku gibi farklı bir duruma geçer.

# Golduck.Description
source: Golduck is the fastest swimmer among all Pokémon. It swims effortlessly, even in a rough, stormy sea. It sometimes rescues people from wrecked ships floundering in high seas.
de: Entoron ist der schnellste Schwimmer von allen Pokémon. Es schwimmt mit Leichtigkeit auch durch eine raue, stürmische See. Manchmal rettet es Menschen, die in Seenot geraten sind und auf dem Meer treiben.
es: Golduck es el nadador más rápido de los Pokémon. Además, nada sin esfuerzo hasta en aguas turbulentas en plena tormenta. En ocasiones, ha rescatado a náufragos en alta mar.
fr: Akwakwak est le Pokémon qui nage le plus vite. Il nage sans se fatiguer, même lorsque la mer est agitée. Il sauve parfois des gens coincés dans les navires bloqués en haute mer.
he: Golduck הוא השחיין המהיר ביותר בין כל פוקימון. זה. שוחה ללא מאמץ, אפילו במחוספס, הים הסוער. זה לפעמים מציל אנשים בשברי אניות מפרפר בים הפתוח.
it: Golduck è il più veloce nuotatore tra tutti i Pokémon. Nuota senza fatica anche nel mare agitato e tempestoso. Talvolta salva naufraghi dai relitti affondati in alto mare.
ja: およぐ スピードは ポケモンじゅうで いちばん。 あらしで おおあれの う でも へっちゃら。 なんぱせんから ひとを たすける ことも ある。
pt_br: Golduck é o nadador mais rápido entre todos os Pokémon. Nada sem esforço, mesmo em um mar agitado. Ele às vezes resgata pessoas de navios naufragados e a deriva em alto mar.
tr: Golduck bütün Pokémonlar arasındaen hızlı yüzücüdür. En sert, fırtınalı denizde bile rahatça yüzebilir. Bazen açık denizlerde parçalanmış gemilerden insanları kurtarır.

# Mankey.Description
source: When Mankey starts shaking and its nasal breathing turns rough, it’s a sure sign that it is becoming angry. However, because it goes into a towering rage almost instantly, it is impossible for anyone to flee its wrath.
de: Wenn Menki sich schüttelt und schwer durch die Nase atmet, dann ist es wütend. Da es blitzartig in Raserei gerät, ist es unmöglich, seinem Zorn zu entkommen.
es: Cuando Mankey empieza a temblar y a respirar con más intensidad, seguro que va a enfadarse. Aunque prever su enfado no sirve de nada porque alcanza un estado de rabia tan rápido que no hay escapatoria.
fr: Lorsque Férosinge commence à trembler et que sa respiration devient haletante, cela signifie qu’il est en colère. En outre, la moutarde lui monte au nez tellement vite qu’il est presque impossible d’échapper à sa colère.
he: כאשר Mankey מתחיל לרעוד, הנשימה באף שלה הופך מחוספס, זה סימן בטוח כי זה הופך כועס. עם זאת, כי זה הולך קריזה המתנשאים באופן כמעט מיידי, זה בלתי אפשרי שמישהו. לברוח שזעמו.
it: Quando Mankey inizia a tremare e la sua respirazione nasale diventa pesante significa che si sta infuriando. Tuttavia, a causa dei suoi repentini attacchi d’ira, è impossibile per chiunque sfuggire alla sua furia.
ja: からだが ふるえ はないきが あらくなれば おこりだす まえぶれ なのだが あっというまに はげしく おこるので にげだす ひまは ない。
pt_br: Quando Mankey começa a tremer, e sua respiração nasal fica rápida, é um sinal claro que ele se está irritando. No entanto, como ele entra num estado de fúria quase instantaneamente, é impossível para qualquer um fugir de sua ira.
tr: Mankey titremeye başladığında burnundan aldığı nefes sertleşir, bu onun sinirlendiğinin şaşılmaz bir işaretidir. Ancak bu Pokémon o kadar hızlı sinirlenir ki onun sinirinden kaçmak kimse için mümkün değildir.

# Primeape.Description
source: When Primeape becomes furious, its blood circulation is boosted. In turn, its muscles are made even stronger. However, it also becomes much less intelligent at the same time.
de: Wenn Rasaff wütend ist, wird seine Blutzirkulation gesteigert und seine Muskeln werden noch stärker. Allerdings sinkt dabei auch die Fähigkeit logischen Denkens.
es: Cuando Primeape se enfada, se le acelera el ritmo cardíaco y se le fortalecen los músculos. Con todo, pierde en inteligencia.
fr: Lorsque Colossinge devient furieux, sa circulation sanguine s’accélère. Du coup, ses muscles sont encore plus puissants. En revanche, il devient bien moins intelligent.
he: Primeape הופך זועם, מחזור הדם שלה היא שיפרה. בתורו, שריריה נעשים עוד יותר. עם זאת, היא גם הופכת להיות הרבה פחות חכם באותו זמן.
it: Quando Primeape s’infuria, la circolazione sanguigna si fa intensa, irrobustendo i suoi muscoli. Allo stesso tempo, tuttavia, perde anche la sua lucidità e intelligenza.
ja: はげしく おこる ことで けっこうが よくなり きんにくの ちからを つよくするのだ。 ただし あたまの かいてんは おそくなるぞ。
pt_br: Quando Primeape fica furioso, sua circulação sanguínea é impulsionada. Por sua vez, seus músculos se tornan ainda mais fortes. No entanto, ele também se torna menos inteligente ao mesmo tempo.
tr: Primeape sinirlendiğinde kan akışı hızlanır. Bu da onun kaslarını daha da kuvvetlendirir. Ancak aynı zamanda da aklını daha az kullanır hale gelir.

# Growlithe.Description
source: Growlithe has a superb sense of smell. Once it smells anything, this Pokémon won’t forget the scent, no matter what. It uses its advanced olfactory sense to determine the emotions of other living things.
de: Fukano hat einen ausgezeichneten Geruchssinn. Wenn dieses Pokémon einmal einen Geruch wahrgenommen hat, vergisst es ihn nicht mehr. Es benutzt diese Fähigkeit dazu, die Gefühlslage von Lebewesen zu erkennen.
es: Growlithe tiene un sentido del olfato excepcional y una memoria sensitiva tremenda, nunca olvida una esencia. Este Pokémon saca provecho de este don para identificar las sensaciones que tienen otros seres vivos.
fr: Caninos a un odorat très développé. Ce Pokémon n’oublie jamais un parfum, quel qu’il soit. Il utilise son puissant sens olfactif pour deviner les émotions des autres créatures vivantes.
he: Growlithe יש חוש ריח מעולה. ברגע זה מריח משהו, פוקימון הזה לא אשכח את הריח, לא משנה מה. הוא משתמש חוש הריח מתקדם שלה כדי לקבוע את הרגשות של היצורים החיים האחרים.
it: Growlithe ha un senso dell’olfatto molto sviluppato: una volta annusato qualcosa non scorda più quell’odore. Sfrutta questa dote per determinare le emozioni delle altre creature.
ja: きゅうかくに すぐれ いちど かいだ においは なにが あっても ぜったいに わすれない。 あいての きもちを においで さっちする。
pt_br: Growlithe possui um excelente olfato. Uma vez que cheira qualquer coisa, este Pokémon não esquece o perfume, não importa o que aconteça. Ele usa seu olfato avançado para determinar as emoções de outros seres vivos.
tr: Growlithe harika bir koku alma duyusuna sahiptir. Bir şey kokladığında asla unutmaz, ne olursa olsun. Bu gelişmiş koku duyusunu diğer canlıların duygularını anlamak için kullanır.
